Repository: 84000/data-translation-memory
Catalog: Toh_152-The_Questions_of_Sagaramati-v2.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་བཞུགས་སམ་ཅི་ན་གང་འདི་སྐད་དུ་ངས་མ་ཐོབ་བཞིན་དུ་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལས་ལངས་ཞེས་གསུང་། གལ་ཏེ་བཞུགས་ན་ནི་བྱང་ཆུབ་ལ་གཉིས་འཇུག་པར་འགྱུར་ཏེ། བཅོམ་ལྡན་འདས་ཀྱང་གཞན་ལ་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ཡང་གཞན་དུ་འཇུག་པར་འགྱུར་རོ། །
en: “Blessed One, you say that you sat at the seat of awakening and arose from the seat of awakening without having attained anything. However, if you sat there, then awakening becomes twofold: the Blessed One on one hand, and the seat of awakening on the other.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་ནི་གཉིས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ལགས་སོ། །
en: Blessed One, awakening is not divisible into two!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་ང་བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་ངོ་བོ་ཉིད་ཀྱི་རྗེས་སུ་ཞུགས་པའི་ཕྱིར་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་གོ། །
en: “Mañjuśrī,” responded the Blessed One, “because I am immersed in the essential nature of the seat of awakening, I sat at the seat of awakening.

source: ངའི་ངོ་བོ་ཉིད་གང་ཡིན་པ་དེ་བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་ངོ་བོ་ཉིད་དེ་བྱང་ཆུབ་ཀྱང་དེའི་ངོ་བོ་ཉིད་སེམས་ཅན་ཐམས་ཅད་ཀྱང་དེའི་ངོ་བོ་ཉིད། ཆོས་ཐམས་ཅད་ཀྱང་དེའི་ངོ་བོ་ཉིད་དོ། །
en: My nature is also the nature of the seat of awakening, the nature of awakening itself, the nature of all beings, and the nature of all phenomena.

source: འཇམ་དཔལ་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་གང་ངས་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་དེ་ནི་ངོ་བོ་ཉིད་གཅིག་པའོ། །
en: Mañjuśrī, that which I realized at the seat of awakening is also of that same nature.

source: རོ་གཅིག་པའོ། །
en: It is of one taste.

source: མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཀྱང་དེ་བཞིན་གཤེགས་པས་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལས་རྣམ་པར་གྲོལ་བའི་ཆོས་གང་ཡང་མ་གཟིགས་སོ། །
en: Even as I fully awakened, the Thus-Gone One saw no phenomena of liberation apart from the seat of awakening.

source: བྱང་ཆུབ་མཉམ་པ་ཉིད་པས་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ། །
en: Because awakening is sameness, I realized the sameness of all phenomena.

source: མཉམ་པ་ཉིད་ནི་ཆོས་གང་གི་གྲངས་སུ་འགྲོ་བ་ཡང་མ་ཡིན་ཏེ་གྲངས་མེད་པ་གྲངས་དང་བྲལ་བའོ། །
en: Sameness cannot be reckoned in any way. It is uncountable and immeasurable.

source: དེའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་འདུས་མ་བྱས་པ་ཞེས་བྱའོ། །
en: Therefore, the thus-gone ones are said to be unconditioned.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ནི་འདུས་མ་བྱས་ཐོབ་པ་སྟེ། འདུས་བྱས་ཐམས་ཅད་ལས་ཤིན་ཏུ་འདས་སོ། །
en: Mañjuśrī, the thus-gone ones attain the unconditioned and transcend all conditioned things.

source: འཇམ་དཔལ་གང་དག་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་འདི་ལ་མོས་པ་དེ་དག་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་གྲོལ་བས་རྣམ་པར་གྲོལ་བར་འགྱུར་རོ། །
en: All who trust this teaching, Mañjuśrī, will be liberated by the Thus-Gone One’s liberation.

source: རྣམ་པར་གྲོལ་ནས་ཆོས་ཉིད་དེ་ལས་འདའ་བར་མི་འགྱུར་རོ། །
en: Yet being liberated, they do not transcend this reality.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་གང་དག་བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་རྒྱ་མཚོ་དང་ལྷན་ཅིག་ཏུ་འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདིར་ལྷགས་པ་དེ་དག་གིས་བསྟན་པ་འདི་ཐོས་ནས་ཚིམ་ཞིང་མགུ་ལ་ཡི་རངས་ཤིང་རབ་ཏུ་དགའ་སྟེ་
en: Upon hearing this teaching, Sāgaramati and the other bodhisattvas who had come together to the Sahā world were satisfied, happy, delighted, and joyful.

source: དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ནས་
en: In their happiness and delight, they wondered aloud,

source: བདག་ཅག་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་ལེགས་པར་ལྷགས་པ་དང་། བཅོམ་ལྡན་འདས་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། སྐྱེས་བུ་དམ་པ་འདི་དག་ཀྱང་མཐོང་བ་དང་། ཆོས་ཟབ་མོ་བསྟན་པ་འདི་ཡང་ཐོས་པ་ནི་བདག་ཅག་གིས་རྙེད་པ་ལེགས་པར་རྙེད་དོ་ཞེས་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ། །
en: “We have gained a marvelous boon by coming to this buddha realm; by seeing the Blessed One, Youthful Mañjuśrī, and these sublime beings; and by hearing this profound Dharma teaching.

source: གང་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གནས་པར་འགྱུར་བ་དེར་སངས་རྒྱས་བྱུང་བར་བལྟའོ། །
en: Where this Dharma teaching is present, people will behold the buddhas.

source: གང་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤྱོད་པར་འགྱུར་བ་དེར་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བར་བལྟའོ། །
en: Where this Dharma teaching is practiced, we will see the wheel of Dharma turned.

source: ད་ལྟར་བྱུང་བའམ་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཀྱང་རུང་སྟེ། གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་པ་དང་། ཐོས་ནས་ཀྱང་མོས་པ་དང་། འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། གཞན་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པར་འགྱུར་བའི་སེམས་ཅན་དེ་དག་ཀྱང་རྙེད་པ་ལེགས་པར་རྙེད་པ་དག་གོ། །
en: Whether now or when the Thus-Gone One has entered parinirvāṇa, anyone who hears this Dharma teaching and is inspired by it, upholds it, keeps it, reads it, masters it, or teaches it extensively to others will gain a marvelous boon.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དག་ཁྱེད་ཀྱིས་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔས་རྙེད་པ་ལེགས་པར་རྙེད་པ་ཤེས་སམ།
en: “Noble children,” asked the Blessed One, “what kind of marvelous boon do you think these bodhisattvas will gain?”

source: དེ་དག་གིས་གསོལ་པ།
en: They answered,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་རྙེད་པ་ལེགས་པར་རྙེད་པ་ནི་བཅུ་པོ་འདི་དག་སྟེ།
en: “The marvelous boon to be gained by such bodhisattvas is tenfold.

source: རྙེད་པ་ཆེན་པོ་བསམ་གྱིས་མི་ཁྱབ་པར་འགྱུར་བ་དག་གོ། །
en: It is an inconceivably great boon.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are these ten boons?

source: སངས་རྒྱས་འབྱུང་བ་མཉེས་པར་བྱེད་པ་རབ་ཏུ་འཐོབ་པ་དང་།
en: (1) Gaining an opportunity to serve the manifestation of the buddhas.

source: མཐོང་ནས་ཀྱང་ལྷག་པའི་བསམ་པས་དེ་ལ་དད་པ་རབ་ཏུ་འཐོབ་པ་དང་།
en: (2) Beyond just seeing them, achieving faith in them with pure motivation.

source: སེམས་དད་ནས་ཀྱང་ཆོས་མཉན་པ་རབ་ཏུ་འཐོབ་པ་དང་།
en: (3) Beyond just being faithful, receiving the opportunity to hear Dharma.

source: ཆོས་ཐོས་ནས་ཀྱང་ཐེ་ཚོམ་མ་མཆིས་པ་རབ་ཏུ་འཐོབ་པ་དང་།
en: (4) Beyond just hearing, achieving a state beyond doubt.

source: ཐེ་ཚོམ་མ་མཆིས་ནས་ཀྱང་རབ་ཏུ་འབྱུང་བ་རབ་ཏུ་འཐོབ་པ་དང་།
en: (5) Beyond eliminating doubt, going forth.

source: རབ་ཏུ་བྱུང་ནས་ཀྱང་འཚོ་བ་ཡོངས་སུ་དག་པ་རབ་ཏུ་འཐོབ་པ་དང་།
en: (6) Beyond just going forth, achieving pure livelihood.

source: འཚོ་བ་ཡོངས་སུ་དག་ནས་ཀྱང་ཆོས་བསྟན་པ་ལ་མཁས་པ་རབ་ཏུ་འཐོབ་པ་དང་།
en: (7) Beyond just having pure livelihood, achieving skill in teaching the Dharma.

source: ཚེ་རབས་ཚེ་རབས་སུ་བྱང་ཆུབ་ཀྱི་སེམས་རབ་ཏུ་འཐོབ་པ་དང་།
en: (8) Achieving the mind of awakening lifetime after lifetime.

source: བྱང་ཆུབ་ཀྱི་སེམས་མ་བརྗེད་ནས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཀྱི་ཆོས་མཉན་པ་རབ་ཏུ་འཐོབ་པ་དང་།
en: (9) Beyond simply not forgetting the mind of awakening, receiving the opportunity to hear the bodhisattva section of the Dharma.

source: བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཐོས་ནས་ཀྱང་སྒྲུབ་པ་རབ་ཏུ་འཐོབ་པ་སྟེ།
en: (10) Beyond just hearing the bodhisattva section, gaining accomplishment.

source: བཅོམ་ལྡན་འདས་རྙེད་པ་བཅུ་པོ་དེ་དག་ནི་རྙེད་པ་ཆེན་པོ་བསམ་གྱིས་མི་ཁྱབ་པར་འགྱུར་བ་དག་གོ། །
en: Blessed One, these ten boons are inconceivably great boons.

source: དེ་ལ་རབ་ཏུ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་ནི་རྙེད་པ་ལེགས་པར་རྙེད་པ་ཞེས་བགྱིའོ། །
en: Bodhisattvas who attend to these can be said to have gained a great boon.”

source: སྐྱེས་བུ་དམ་པ་དག་ཁྱེད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་རྙེད་པ་དེ་དག་ལེགས་པར་སྨྲས་པ་དེ་ནི་ལེགས་སོ་ལེགས་སོ། །
en: “Sublime beings, you have expressed well these boons of bodhisattva great beings. Excellent, excellent.”

source: བསྟན་པ་འདི་བཤད་པ་ན་སྲོག་ཆགས་སུམ་ཁྲི་དྲུག་སྟོང་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: When this teaching was given, thirty-six thousand beings developed the mind directed toward unsurpassed and perfect awakening.

source: ཡོངས་སུ་གཏད་པའི་ལེའུ་བདུན་པ་རྫོགས་ཏེ།
en: [Chapter Seven: Entrustment]

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་རྒྱ་མཚོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The bodhisattva Sāgaramati then asked the Blessed One,

source: བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ལྷ་དང་མིའི་ཕུན་སུམ་ཚོགས་པ་མྱོང་བར་བགྱི་བ་དང་། མྱ་ངན་ལས་འདས་པའི་ཕུན་སུམ་ཚོགས་པ་བླ་ན་མེད་པ་ཐོབ་པར་བགྱི་བའི་སླད་དུ་ཇི་ཙམ་དུ་ཐེག་པ་ཆེན་པོ་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པར་བགྱིད་པར་གྱུར་པ་ནི་ངོ་མཚར་ཏོ། །
en: “Blessed One, it is incredible how much the Great Vehicle is able to benefit beings so that they experience the pleasures of gods and humans and attain the unsurpassed pleasure of nirvāṇa.

source: བཅོམ་ལྡན་འདས་ཐེག་པ་ཆེན་པོ་སྡུད་པར་འགྱུར་བའི་ཆོས་རྣམས་ནི་གང་ལགས།
en: Blessed One, what are the teachings that summarize the Great Vehicle?

source: ཐེག་པ་ཆེན་པོ་ལ་གཅེས་སྤྲས་བགྱིད་པའི་ཆོས་རྣམས་ནི་གང་ལགས།
en: What are the teachings that are held in high regard in the Great Vehicle?

source: ཐེག་པ་ཆེན་པོ་ལ་དཀའ་བ་བགྱིད་པའི་ཆོས་རྣམས་ནི་གང་ལགས།
en: What are the teachings that are challenging in the Great Vehicle?

source: ཐེག་པ་ཆེན་པོ་སྟོན་པར་འགྱུར་བའི་ཆོས་རྣམས་ནི་གང་ལགས་
en: What are the teachings that reveal the Great Vehicle?

source: བཅོམ་ལྡན་འདས་ཐེག་པ་ཆེན་པོའི་བར་ཆད་དུ་འགྱུར་བའི་ཆོས་རྣམས་ནི་གང་ལགས།
en: Blessed One, what are the ways the Great Vehicle is obstructed?

source: བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་ཐེག་པ་ཆེན་པོ་ལ་ཐེག་པ་ཆེན་པོ་ཞེས་བགྱི།
en: Blessed One, why is the Great Vehicle called the Great Vehicle?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བློ་གྲོས་རྒྱ་མཚོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: The Blessed One replied to the bodhisattva Sāgaramati,

source: བློ་གྲོས་རྒྱ་མཚོ་དེའི་ཕྱིར་ཉོན་ཅིག་དང་བསྟན་པར་བྱའོ། །
en: “Listen, Sāgaramati, and I will teach.

source: བློ་གྲོས་རྒྱ་མཚོ་ཐེག་པ་ཆེན་པོ་སྡུད་པར་འགྱུར་བའི་ཆོས་གཅིག་སྟེ།
en: Sāgaramati, there is one teaching that summarizes the Great Vehicle.

source: ཆོས་གཅིག་པོ་གང་ཞེ་ན།
en: What is this one teaching?

source: འདི་ལྟ་སྟེ། བྱང་ཆུབ་ཀྱི་སེམས་བརྗེད་པ་མེད་ཅིང་བག་ཡོད་པ་སྟེ།
en: It is being careful and not forgetting the mind of awakening.

source: བློ་གྲོས་རྒྱ་མཚོ་འདི་ནི་ཐེག་པ་ཆེན་པོ་སྡུད་པར་འགྱུར་བའི་ཆོས་གཅིག་གོ། །
en: Sāgaramati, this is the teaching that summarizes the Great Vehicle.

source: བློ་གྲོས་རྒྱ་མཚོ་གཞན་ཡང་ཐེག་པ་ཆེན་པོ་སྡུད་པར་འགྱུར་བའི་ཆོས་གཅིག་སྟེ།
en: “Sāgaramati, there is another teaching that summarizes the Great Vehicle.

source: འདི་ལྟ་སྟེ། བྱ་བར་འཇུག་པ་ལ་ཞུགས་ཤིང་རྣམ་པར་སྨིན་པ་ལ་ཡིད་ཆེས་པའོ། །
en: It is doing what is good and trusting in karmic ripening.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། འདི་ལྟ་སྟེ། བསྟན་པའི་ཆོས་དང་མི་འགལ་བ་ཡང་དག་པའི་ལྟ་བའོ། །
en: There is another teaching: right view that does not contradict the Dharma that has been taught.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། དེ་སྡུག་པ་དང་མི་སྡུག་པ་བསལ་ཏེ་སེམས་ཅན་ཐམས་ཅད་ལ་སེམས་མཉམ་པ་ཉིད་དོ། །
en: There is another teaching: getting rid of notions of beauty and ugliness so that one has an equal attitude toward all beings.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཐམས་ཅད་བསྐྱབ་པ་དང་ལྡན་པའི་བྱམས་པ་ཆེན་པོའོ། །
en: There is another teaching: great love that seeks to protect everyone.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བདག་བདེ་བ་ལ་མི་ཆགས་པའི་སྙིང་རྗེ་ཆེན་པོའོ། །
en: There is another teaching: great compassion that is not attached to one’s own happiness.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། སངས་རྒྱས་ཀྱི་སྐུ་འདོད་པའི་སངས་རྒྱས་རྗེས་སུ་དྲན་པའོ། །
en: There is another teaching: recollection of the Buddha that yearns for the body of a buddha.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཆོས་སྒྲུབ་པའི་སྙིང་པོར་བྱེད་པའི་ཆོས་རྗེས་སུ་དྲན་པའོ། །
en: There is another teaching: recollection of the essential qualities that accomplish the Dharma.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཕྱིར་མི་ལྡོག་པའི་དགེ་འདུན་དང་ལྡན་པའི་དགེ་འདུན་རྗེས་སུ་དྲན་པའོ། །
en: There is another teaching: recollection of the Saṅgha that is the Saṅgha of those who have reached the irreversible level.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཉོན་མོངས་པ་ཐམས་ཅད་བསལ་བའི་གཏོང་བའི་རྗེས་སུ་དྲན་པའོ། །
en: There is another teaching: recollection of giving that eradicates all afflictions.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བྱང་ཆུབ་ཀྱི་སེམས་མ་བརྗེད་པའི་ཚུལ་ཁྲིམས་རྗེས་སུ་དྲན་པའོ། །
en: There is another teaching: recollection of discipline that is not forgetting the mind of awakening.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། རྣམ་པར་དག་པའི་ཆོས་དང་ལྡན་པའི་ལྷ་རྗེས་སུ་དྲན་པའོ། །
en: There is another teaching: recollection of the deity that has the pure Dharma.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཕན་པ་དང་བདེ་བ་དང་ལྡན་པའི་ཕན་པར་འདོད་པའོ། །
en: There is another teaching: altruism that brings help and happiness.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བསམ་པ་བརྟན་པར་གྱུར་ཅིང་མོས་པ་དྲག་པོའོ། །
en: There is another teaching: stable contemplation and strong devotion.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། སེམས་ཅན་ཐམས་ཅད་རབ་ཏུ་ཐར་བར་བྱ་བ་ལ་མཆོག་ཏུ་དགའ་བའོ། །
en: There is another teaching: supreme delight in bringing all beings to freedom.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཆོས་ཟབ་མོ་ལ་ངེས་པར་འབྱུང་བའི་དམ་པའི་ཆོས་ཡོངས་སུ་ཚོལ་བའོ། །
en: There is another teaching: seeking the sublime Dharma that liberates through the profound Dharma.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཟང་ཟིང་མེད་པའི་སེམས་ཀྱིས་ཆོས་སྦྱིན་པའོ། །
en: There is another teaching: giving the Dharma with a mind that is unconcerned with material things.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཆོས་མཉན་པའི་ཕྱིར་ལྷག་པ་རྣམས་ལ་ནད་པར་འདུ་ཤེས་པའོ། །
en: There is another teaching: perceiving those who have come to receive the teachings as sick patients.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཆོས་ལ་སྨན་དུ་འདུ་ཤེས་པའོ། །
en: There is another teaching: perceiving the Dharma as medicine.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བདག་ལ་སྨན་པར་འདུ་ཤེས་པའོ། །
en: There is another teaching: perceiving oneself as a physician.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། དམ་པའི་ཆོས་ཡུན་རིང་དུ་གནས་པར་བྱ་བའི་ཕྱིར་ཀུན་ཏུ་སྲུང་བའོ། །
en: “There is another teaching: protecting the sublime Dharma so that it remains a long time.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། དཀོན་མཆོག་གསུམ་གྱི་རིགས་མི་གཅོད་པའོ། །
en: There is another teaching: preserving the lineage of the Three Jewels.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། མི་བརྐམ་ཞིང་ངན་ངོན་གྱིས་ཆོག་ཤེས་པའོ། །
en: There is another teaching: being satisfied with the least and not craving.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བ་ལ་ཞུམ་པ་མེད་པའོ། །
en: There is another teaching: being courageous enough to give away all one’s possessions.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། རང་གི་ཚུལ་ཁྲིམས་ཀྱིས་ཚུལ་ཁྲིམས་འཆལ་བའི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པའོ། །
en: There is another teaching: ripening those with corrupt discipline using one’s own discipline.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཉེས་པར་བྱས་པ་ལ་ཤར་མི་གཉེར་བའི་བཟོད་པའོ། །
en: There is another teaching: being patient without being angered by negative actions.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ལེགས་པ་བྱས་པ་ལ་ལན་བླན་པའི་བློའོ། །
en: There is another teaching: wishing to repay positive actions.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བྱས་པ་མི་གཟོ་བ་རྣམས་ལ་སྙིང་རྗེ་བའི་བློའོ། །
en: There is another teaching: being compassionate toward those who are ungrateful.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བྱས་པ་གཟོ་བ་རྣམས་ལ་རིམ་གྲོ་བྱ་བའི་བློའོ། །
en: There is another teaching: being respectful toward those who are grateful.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། མི་ཤེས་པ་རྣམས་ལ་ང་རྒྱལ་མེད་པའོ། །
en: There is another teaching: not being proud around those who know little.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཤེས་པ་རྣམས་ཀྱི་རྗེས་སུ་སློབ་པའོ། །
en: There is another teaching: being a student of the learned.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། དགེ་བའི་རྩ་བ་ལ་ལྷག་པའི་བསམ་པའི་སེམས་མི་འདོར་བའོ། །
en: There is another teaching: not giving up the motivation to gather roots of virtue.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། མི་དགེ་བའི་སེམས་ཀྱི་རྗེས་སུ་མི་འཇུག་པའོ། །
en: There is another teaching: not perpetuating nonvirtuous mental states.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཚུལ་འཆོས་པ་མེད་ཅིང་ཁ་གསག་མེད་པས་སྡོམ་པ་གསུམ་ཡོངས་སུ་དག་པའོ། །
en: There is another teaching: keeping the three vows pure by not putting on airs of being a Dharma practitioner and being overly talkative.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཆོས་སྨྲ་བ་རྣམས་ལ་སྟོན་པ་དང་བླ་མ་ལྟར་ཕངས་པར་རིམ་གྲོ་བྱེད་པའོ། །
en: There is another teaching: serving those who teach the Dharma and esteeming them as teachers and spiritual masters.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། འཇིག་རྟེན་རྒྱང་ཕན་པ་དང་མ་འདྲེས་པ་ལེགས་པར་ཐོས་པའི་ཆོས་ཉན་པའོ། །
en: There is another teaching: studying the Dharma without mixing it up with what the Lokāyata followers teach.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། དགེ་བའི་རྩ་བ་ཡོངས་སུ་སྦྱང་བ་ཡོངས་སུ་དག་ནས་འཁོར་བ་ན་ཡོངས་སུ་མི་སྐྱོ་བའོ། །
en: There is another teaching: being undiscouraged by saṃsāra, having refined and purified one’s roots of virtue.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། དེ་བཞིན་གཤེགས་པ་བཞུགས་པ་རྣམས་སམ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་རྣམས་ལ་མཆོད་པ་བྱེད་པས་མི་ངོམས་པའོ། །
en: There is another teaching: being insatiable in venerating the living thus-gone ones as well as those who have passed into parinirvāṇa.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། སེམས་ཅན་ཐམས་ཅད་ཀྱིས་གསོལ་བ་མ་བཏབ་པར་བཤེས་གཉེན་བྱེད་པའོ། །
en: There is another teaching: acting as a spiritual friend, whether beings request it or not.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། དངོས་པོ་ཐམས་ཅད་ལ་མི་གནས་ཤིང་ཡོངས་སུ་མི་འཛིན་མི་ཆགས་པའོ། །
en: There is another teaching: not observing, clinging to, or being attached to any objects.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཁྱིམ་ན་གནས་པའི་སྐྱོན་རིག་ནས་རྟག་པར་རྒྱུན་དུ་རབ་ཏུ་འབྱུང་བ་ལ་གཞོལ་བའོ། །
en: There is another teaching: constantly practicing the monastic life with an awareness of the flaws of the household life.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། སྐྱེས་བུ་དམ་པའི་ལས་རྣམས་ལ་ཞུགས་པའོ། །
en: “There is another teaching: undertaking the activities of sublime beings.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ངེས་པར་བྱས་པ་ལ་ཞུགས་པའི་བྱང་ཆུབ་ཀྱི་ལམ་གྱི་ཚོགས་སོགས་པའོ། །
en: There is another teaching: gathering the accumulations of the path of awakening, which produces certainty.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཐེག་པ་མཚུངས་པར་ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་ཞེ་མི་སྡང་བའོ། །
en: There is another teaching: never being angry with those who have entered the same vehicle.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བྱང་ཆུབ་ཀྱི་སེམས་ཡང་དག་པར་འཛིན་དུ་གཞུག་པ་ལ་ཡོངས་སུ་མི་སྐྱོ་བའོ། །
en: There is another teaching: never being disheartened in the pursuit of upholding the mind of awakening.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། གསང་བའི་སྔགས་རྣམས་ཀུན་ཏུ་སྲུང་བས་རྣམ་པར་འཕྲོས་པར་མི་བྱེད་པའོ། །
en: There is another teaching: guarding secret mantras so they do not proliferate.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཆོས་དང་བཟོ་ཡོངས་སུ་བཙལ་བ་ཤེས་པའོ། །
en: There is another teaching: seeking knowledge of the Dharma and craftsmanship.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བདེན་པའི་ངག་ལ་རབ་ཏུ་གནས་པས་ཆོས་མཐོང་བའོ། །
en: There is another teaching: seeing the Dharma by upholding true speech.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཁ་འོག་ཏུ་ལུས་འཁྲུས་པར་བྱེད་པའོ། །
en: There is another teaching: exceeding expectations.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། འགྱོད་པ་མེད་པའི་སེམས་ཀྱིས་སྦྱིན་པ་འགྱེད་པའོ། །
en: There is another teaching: giving without any regret.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བདུད་ཀྱི་ལས་རྣམས་རྟོགས་ནས་ཡོངས་སུ་སྤོང་བའོ། །
en: There is another teaching: understanding the function of māras and abandoning them.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ང་རྒྱལ་དང་བྲལ་བའི་ཡེ་ཤེས་ཀྱི་ལས་སོ། །
en: There is another teaching: acting with wisdom devoid of pride.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཤེས་ཀྱི་ཁེ་དང་བྲལ་བར་དགོན་པ་ན་གནས་པའོ། །
en: “There is another teaching: staying in remote areas with no worldly ambition.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ལྷག་པའི་ང་རྒྱལ་དང་བྲལ་ཞིང་བདག་ལ་མི་སྟོད་གཞན་ལ་མི་སྨོད་པའོ། །
en: There is another teaching: eliminating excessive pride, praise for oneself, and the slander of others.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཉོན་མོངས་པ་དང་བྲལ་ཞིང་འཇིག་རྟེན་གྱི་རྗེས་སུ་འཐུན་པའོ། །
en: There is another teaching: acting in accord with the world without afflictions.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། འཚོ་བ་ཡོངས་སུ་དག་སྟེ་དབེན་པ་ལ་དགའ་བའོ། །
en: There is another teaching: having a pure livelihood and delighting in solitude.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཚུལ་བཞིན་ལ་བརྩོན་པས་ནང་དུ་ཡང་དག་འཇོག་པའོ། །
en: There is another teaching: settling internally by applying appropriate effort.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། མང་དུ་ཐོས་ནས་སེམས་ངེས་པར་སེམས་པའོ། །
en: There is another teaching: becoming certain through abundant learning.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཡང་དག་པར་རབ་ཏུ་བརྩོན་པའི་རྣལ་འབྱོར་སྤྱོད་པའི་སའོ། །
en: There is another teaching: the level of genuine and diligent practice.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། སྟོང་པ་ཉིད་ཀྱི་སྤྱོད་ཡུལ་གྱི་ཆོས་ལ་སོ་སོར་རྟོག་པའོ། །
en: There is another teaching: perceiving the phenomena of the experience of emptiness.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། རྙེད་པ་དང་མ་རྙེད་པས་ཁེངས་པ་མེད་ཅིང་གདུང་བ་མེད་པའོ། །
en: There is another teaching: neither being inflated nor pained by gain or loss.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། འདུ་འཛིས་འཇིགས་ཤིང་སྐྲག་ནས་གཅིག་པུ་དགའ་བའོ། །
en: There is another teaching: delighting in being alone by fearing and worrying about distraction.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཆོས་ཀྱིས་རྙེད་པ་གཞན་དག་དང་ཀུན་ཏུ་འགེད་པའོ། །
en: There is another teaching: distributing the wealth of the Dharma to others.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། འཕགས་པའི་བདེན་པ་ཤེས་པ་ལ་མཁས་པའོ། །
en: There is another teaching: being learned in the truths of the noble ones.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཤེས་པ་ཐམས་ཅད་ལ་སློབ་དཔོན་དཔེ་མཁྱུད་མེད་པའོ། །
en: There is another teaching: generously teaching any topic of knowledge.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། མ་བསླབས་པ་རྣམས་བསླབ་པ་ལ་སྦྱོར་ཞིང་མི་བརྙས་པའོ། །
en: There is another teaching: gently bringing those who have not trained much to the trainings.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། རྙེད་པ་དང་མ་རྙེད་པ་རྣམས་ལ་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ལ་ཡིད་ཆེས་ཤིང་ཡོངས་སུ་གདུང་བ་མེད་པའོ། །
en: There is another teaching: trusting that gain and loss are both karmic ripening and not being tormented by either of them.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། གུས་པར་བྱས་ཏེ་ཆོས་ཉན་པ་རྣམས་ལ་ཆོས་སྟོན་པའོ། །
en: “There is another teaching: respectfully teaching the Dharma to those who wish to hear it.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། སྡུག་པ་རྣམས་ལ་རྗེས་སུ་ཆགས་པ་སྤངས་ནས་སེམས་ཅན་ཐམས་ཅད་ལ་སེམས་མཉམ་པ་ཉིད་དོ། །
en: There is another teaching: abandoning attachment for one’s friends and having an unbiased mind toward every being.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཆོས་སྨྲ་བ་རྣམས་ལ་གཡོ་བ་མེད་པར་ལེགས་སོ་ཞེས་བྱ་བ་སྦྱིན་པའོ། །
en: There is another teaching: expressing one’s approval of Dharma teachers without any duplicity.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཅང་ཤེས་ཀྱི་སེམས་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཁུར་ཁྱེར་བའོ། །
en: There is another teaching: shouldering the burden of all beings with a noble mind.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་ལ་སྦྱོར་བ་ཡོངས་སུ་ཚོལ་བའོ། །
en: There is another teaching: seeking out the perfections.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། བྱང་ཆུབ་ཀྱི་ལམ་གྱི་ཚོགས་སོགས་པའི་བརྩོན་འགྲུས་སོ། །
en: There is another teaching: diligently gathering the accumulations of the path of awakening.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། དད་པའི་རྩ་བ་བརྟན་ཞིང་མི་གཡོ་བའོ། །
en: There is another teaching: having firm and unmoving roots of faith.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཡུལ་འཁོར་བསོད་སྙོམས་དོན་ཡོད་པར་ཡོངས་སུ་སྤྱོད་པའོ། །
en: There is another teaching: purposefully going on alms rounds in one’s vicinity.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ནོར་བདུན་ཡང་དག་པར་འདུ་བས་དབུལ་བ་མེད་པའོ། །
en: There is another teaching: eliminating poverty by gathering the seven riches.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། སྙིང་པོ་བླངས་པའི་སྲོག་གི་དབང་པོའོ། །
en: There is another teaching: living a life that is meaningful.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པའོ། །
en: “There is another teaching: ripening beings through skill in means.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཆོས་ཀྱི་མཆོད་སྦྱིན་སྦྱིན་པས་བསྡུ་བའི་དངོས་པོའོ། །
en: There is another teaching: attracting disciples through performing Dharma offering ceremonies.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། རྩོད་པ་མེད་ལ་ལྷུར་ལེན་པའི་ཆོས་ཀྱི་གཏམ་མོ། །
en: There is another teaching: engaging in lively Dharma discussions without argument.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། ཀླན་ཀ་མི་ཚོལ་བའི་སེམས་ཀྱིས་ཆོས་མཉན་པའོ། །
en: There is another teaching: listening to Dharma without an intention to dispute it.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། དགེ་སྦྱོང་གི་དྲི་མ་དང་བྲལ་བའི་དགེ་སྦྱོང་ཉིད་དོ། །
en: There is another teaching: being a spiritual practitioner without having any of the faults of spiritual practitioners.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། འདྲེ་བ་མེད་པར་གྲོང་དང་གྲོང་ཁྱེར་དང་གྲོང་རྡལ་དུ་འཇུག་པའོ། །
en: There is another teaching: entering towns, villages, and cities without getting mixed up with their business.

source: གཞན་ཡང་ཆོས་གཅིག་སྟེ། རང་གི་འཁྲུལ་པ་ལ་སོ་སོར་རྟོག་པས་སེམས་ཅན་ཐམས་ཅད་ཀུན་སྲུང་བའོ། །
en: There is another teaching: protecting all beings by having understood one’s own confusion.
